results/data/run1/jvm-static/erik-laptop/quarkus-io-thread-10000-WARM-UP.wrk2.out
Running 1m test @ http://erik-pc.local:8080/greeting/Bob
  4 threads and 100 connections
  Thread calibration: mean lat.: 72.538ms, rate sampling interval: 717ms
  Thread calibration: mean lat.: 51.305ms, rate sampling interval: 483ms
  Thread calibration: mean lat.: 47.814ms, rate sampling interval: 436ms
  Thread calibration: mean lat.: 59.650ms, rate sampling interval: 572ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.29ms  503.20us   5.10ms   63.52%
    Req/Sec     2.50k     9.82     2.52k    73.19%
  599430 requests in 1.00m, 41.73MB read
Requests/sec:   9990.32
Transfer/sec:    712.20KB