results/data/run1/jvm-static/erik-laptop/quarkus-io-thread-40000-WARM-UP.wrk2.out
Running 1m test @ http://erik-pc.local:8080/greeting/Bob
  4 threads and 100 connections
  Thread calibration: mean lat.: 1.167ms, rate sampling interval: 10ms
  Thread calibration: mean lat.: 1.161ms, rate sampling interval: 10ms
  Thread calibration: mean lat.: 1.159ms, rate sampling interval: 10ms
  Thread calibration: mean lat.: 1.193ms, rate sampling interval: 10ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.19ms  507.73us   6.06ms   63.28%
    Req/Sec    10.53k   759.52    13.89k    77.22%
  2397572 requests in 1.00m, 166.91MB read
Requests/sec:  39959.62
Transfer/sec:      2.78MB