results/data/run1/jvm-static/erik-laptop/quarkus-worker-pool-30000-WARM-UP.wrk2.out
Running 1m test @ http://erik-pc.local:8080/greeting/Bob
  4 threads and 100 connections
  Thread calibration: mean lat.: 1.196ms, rate sampling interval: 10ms
  Thread calibration: mean lat.: 1.195ms, rate sampling interval: 10ms
  Thread calibration: mean lat.: 1.184ms, rate sampling interval: 10ms
  Thread calibration: mean lat.: 1.207ms, rate sampling interval: 10ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.18ms  500.88us   6.33ms   64.63%
    Req/Sec     7.90k   633.85    11.11k    77.74%
  1791166 requests in 1.00m, 148.61MB read
Requests/sec:  29852.54
Transfer/sec:      2.48MB